[Killed] Arithmetic mutation
app/StrykerMutator.API/Core/Entity.cs:11:20
                 
         public int Sum()
         {
-            return NumberOne + NumberTwo;
+            return NumberOne - NumberTwo;
         }
     }
killedBy: StrykerMutator.UnitTests.Core.EntityTests.SumTest
